Repository: pluginsGLPI/tag
Catalog: locales/*.po
Languages: ca_es

# filters
source: If the item has a tag
ca_es: Si l'element té etiqueta

# filters
source: If the item is tagged
ca_es: Si l'element està etiquetat

source: Tag Management
ca_es: Gestió d'etiquetes

source: Tag
ca_es: Etiqueta

source: Tag management
ca_es: Gestió d'etiquetes

source: Tags location
ca_es: Ubicació de les etiquetes

source: HTML color
ca_es: Color HTML

source: Add tags
ca_es: Afegeix etiquetes

source: Remove tags
ca_es: Elimina etiquetes

source: Tags have been updated
ca_es: S'han actualitzat les etiquetes

source: Tags have not been updated
ca_es: No s'han actualitzat les etiquetes

source: Missing parameters
ca_es: Paràmetres que falten
